/* localized displayName */

"Disk Image" = "Obraz disku";
"Creating Image..." = "Vytvářím obraz...";
"Mounting Image..." = "Připojuji obraz...";
"Converting Image..." = "Convertuji obraz...";

"Disk Image Converting" = "Konverze obrazu disku";
"Disk Image Progress" = "Průběh obrazu disku";

/* window names */
"Create Disk Image" = "Obraz disku";
"Disk Image Converter" = "Konvertor obrazu disku";

"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "Soubor musí mít příponu .dmg, .img, .cdr, .iso, .smi nebo .toast.";

"Volume Size:" = "Velikost svazku:";
"Volume Name:" = "Jméno svazku:";
"Megabytes" = "Megabytů";
"Mount after creating" = "Připojit po vytvoření";
"Cancel" = "Zrušit";
"Create" = "Vytvořit";

"Read only compressed" = "Jen pro čtení, komprimováno";
"Read only" = "Jen pro čtení";
"Read/Write" = "Čtení/Zápis";
"DVD/CD-R master" = "DVD/CD-R master";
"Convert" = "Konvertovat";
"Image Format" = "Výsledná konverze";

"untitled" = "beze jména";
"Finished" = "Ukončeno";

"Internet enable" = "Povolit internet";
"Create..." = "Nový obraz disku...";
"Change Format..." = "Změnit formát...";
"Burn Image..." = "Vypálit...";

"Create with size:" = "Create with size:";
"Create with directory:" = "Create with directory:";
"Format:" = "Format:";
"Encryption:" = "Encryption:";
"None" = "None";
"Sparse" = "Sparse";
"Name:" = "Name:";

"AES-128 (recommended)" = "AES-128 (recommended)";